const courses = [
    {
        title: "Arduino",
        describe:
            "Откройте для юного инженера мир робототехники и соберите с ним первого робота. Конструируйте марсоходы с дистанционным управлением, стройте роботов-следопытов и устраивайте бои сумо. В большую коробку мы положили 15 электронных модулей, четыре плашки с деталями #Структора, иллюстрированную книгу, яркие наклейки и гоночную трассу — всё, что нужно, чтобы начать творить.",
        img: "image/robonyasha-iskra-js.17.jpg",
        data: "каждый четверг в 17:00 по 19:00",
        news: "",
        id: 1,
    },
    {
        title: "Математика",
        describe:
            "Развивайте аналитическое мышление вашего ребенка с помощью курсов по математике. Освойте базовые и продвинутые темы, такие как алгебра, геометрия, и математический анализ. Эти занятия помогут подготовиться к экзаменам и развить навыки решения задач.",
        img: "image/math.jpg", // Предположительно, это будет ваше изображение
        data: "каждый понедельник и среду в 16:00 по 18:00",
        news: "",
        id: 2,
    },
    {
        title: "Английский язык",
        describe:
            "Овладейте английским языком на наших курсах! Мы предлагаем занятия для детей любого уровня подготовки, которые помогут улучшить грамматику, расширить словарный запас и развить навыки разговорной речи. Присоединяйтесь и станьте частью международного сообщества.",
        img: "image/english.jpg", // Предположительно, это будет ваше изображение
        data: "каждый вторник и пятницу в 15:00 по 17:00",
        news: "",
        id: 3,
    },
    {
        title: "Рисование",
        describe:
            "Курс рисования для детей развивает креативные навыки и помогает овладеть техниками изобразительного искусства. Ваши дети научатся рисовать с нуля, освоят основы композиции, теорию цвета и техники наложения теней. Подготовьтесь к будущему в искусстве вместе с нами!",
        img: "image/art.jpg", // Используем изображение из вашего примера
        data: "каждую субботу в 12:00 по 14:00",
        news: "",
        id: 4,
    },
    {
        title: "Информатика",
        describe:
            "Погрузитесь в мир IT! Наш курс по информатике поможет детям научиться создавать 2D-игры, программировать на простых языках и разбираться в компьютерных технологиях. Освойте основы программирования и начните своё путешествие в мир разработки со специалистами.",
        img: "image/informatics.jpg", // Предположительно, это будет ваше изображение
        data: "каждую среду и субботу в 14:00 по 16:00",
        news: "",
        id: 5,
    },
];

export default courses;
